# 元组
# 案例要求：
# 1)	创建元组，元组内容为(姓名，科目，分数)
# 姓名：小一
# 科目：python初级
# 分数：100
# 注意事项:
# 1)分数为数值型
# my_tuple = ("姓名", "小一"), ("科目", "python班级"), ("分数", 100)
# print(my_tuple)

# 案例要求：
# 1)	创建元组，元组内容为(学院名，班级列表)
# 学院名：人工智能学院
# 班级列表：['1601','1602','1603']
# 2)	向班级列表中追加1604班
# 打印输出追加后的结果

# my_tuple = ("人工智能学院", ['1601', '1602', '1603'])
# print(my_tuple)
# my_tuple[1].append('1604')
# print(my_tuple)

# 电影院售票系统
while True:
    print("查看热映电影")
    print("订票")
    print("查看订单")
    print("退票")
    print("结账")
    print("影评")



# 元组